Repository: OpenPLi/enigma2-plugin-extensions-infobarweather
Catalog: po/*.po
Languages: cs

source: Press OK
cs: Stiskněte OK

source: BFT
cs: Beaufortova stupnice (BFT)

source: km/h
cs: km/s

source: Please configure a location in plugin settings
cs: Nastavte polohu v nastavení pluginu

source: Select location
cs: Výběr polohy

source: Could not parse location data.
cs: Nepodařilo se načíst data o poloze.

source: State/province
cs: Stát/provincie

source: Country
cs: Země

source: Cancel
cs: Zavřít

source: Select
cs: Vybrat

source: InfoBarWeather %(version)s setup
cs: InfoBarWeather verze %(version) - Nastavení

source: Enabled
cs: Povolit

source: Location
cs: Poloha

source: Press OK to open location search.
cs: Stiskněte OK pro nastavení umístění.

source: Wind speed unit
cs: Jednotky rychlosti větru

source: Display wind speed as BFT, m/s, km/h or mph.
cs: Zobrazovat rychlost větru jako BFT, m/s, km/h nebo mph.

source: Temperature unit
cs: Jednotky teploty

source: Display temperature as °C or °F.
cs: Zobrazovat teploty jako°C nebo °F.

source: Show location
cs: Zobrazovat polohu

source: Show last update time
cs: Zobrazovat čas poslední aktualizace

source: Show last update time by weather service.
cs: Zobrazovat čas poslední aktualizace meteorologickou službou.

source: Show sunrise/sunset
cs: Zobrazovat čas východu a západu slunce

source: Show humidity
cs: Zobrazovat vlhkost

source: Show rain
cs: Zobrazovat déšť

source: Show rain forecast
cs: Zobrazovat předpověď srážek

source: Show two hour rain forecast instead of rain probability (only available for The Netherlands and Belgium).
cs: Zobrazit dvouhodinovou předpověď deště místo pravděpodobnosti deště (k dispozici pouze pro Nizozemsko a Belgii).

source: Show wind
cs: Zobrazovat vítr

source: Show icon
cs: Zobrazovat ikonu

source: Show temperature
cs: Zobrazovat teplotu

source: Show feel temperature
cs: Zobrazovat pocitovou teplotu

source: Save
cs: Uložit

source: Enter (part of) location to search for (e.g. "Amsterdam" or "Ams"):
cs: Zadejte (část) polohu pro vyhledání (např "Amsterdam" nebo "Ams"):

source: Could not download location data.
cs: Nepodařilo se stahnout data o poloze.

source: Show current weather in infobar
cs: Zobrazovat aktuální počasí v InfoBar

source: In infobar
cs: V informační liště

source: Above infobar
cs: Nad informační lištou

source: Top of screen
cs: Nahoře na obrazovce

source: Lat
cs: Šířka

source: Lon
cs: Délka

source: Position
cs: Umístění

source: Show min/max temperature
cs: Zobrazovat min/max teplotu

source: Show UV index
cs: Zobrazovat UV index

source: Display location as
cs: Zobrazovat polohu jako

source: Show sun power
cs: Zobrazovat intenzitu slunečního záření
